
# tap repositories and their packages

tap 'homebrew/core'
brew 'adns'
brew 'apr'
brew 'apr-util'
brew 'argon2'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'brotli'
brew 'c-ares'
brew 'cgrep'
brew 'cmake'
brew 'composer'
brew 'curl-openssl'
brew 'freetds'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'groonga'
brew 'httpd'
brew 'icu4c'
brew 'jansson'
brew 'jemalloc'
brew 'jpeg'
brew 'libassuan'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libiconv'
brew 'libidn'
brew 'libidn2'
brew 'libksba'
brew 'libmetalink'
brew 'libpng'
brew 'libpq'
brew 'libsodium'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libyaml'
brew 'libzip'
brew 'mariadb'
brew 'mas'
brew 'mcrypt'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mhash'
brew 'msgpack'
brew 'mysql'
brew 'mysql@5.6'
brew 'nettle'
brew 'nghttp2'
brew 'node'
brew 'npth'
brew 'oniguruma'
brew 'openldap'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pcre'
brew 'pcre2'
brew 'php'
brew 'pinentry'
brew 'pkg-config'
brew 'protobuf'
brew 'python'
brew 'readline'
brew 'redis'
brew 'rtmpdump'
brew 'sqlite'
brew 'tidy-html5'
brew 'unbound'
brew 'unixodbc'
brew 'webp'
brew 'xz'
brew 'zstd'

tap 'homebrew/bundle'

tap 'homebrew/services'

tap 'homebrew/cask'
cask 'cakebrew'
cask 'joplin'
cask 'powershell'
cask 'sequel-pro'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vscodium'

tap 'exolnet/deprecated'
brew 'php@7.1'

tap 'henkrehorst/php'

tap 'jide/clamp'

tap 'puleeno/openlitespeed'

tap 'rcmdnk/file'
brew 'brew-file'

# App Store applications
mas 'Bandwidth+ (1.18)', id: 490461369
mas 'CalcService (3.5)', id: 899970159
mas 'CloudApp (4.4.3)', id: 417602904
mas 'Contacts Sync For Google Gmail (7.0.3)', id: 451691288
mas 'Date Format Creator (1.4)', id: 965645209
mas 'digi.me (3.2.0)', id: 1232538958
mas 'EasyFind (4.9.3)', id: 411673888
mas 'Enpass (6.4.0)', id: 732710998
mas 'Evernote (7.14)', id: 406056744
mas 'Evernote Web Clipper (1.0.5)', id: 1481669779
mas 'Fotor Photo Editor (3.5.2)', id: 503039729
mas 'Fyde (0.24.2)', id: 1444786360
mas 'GarageBand (10.3.4)', id: 682658836
mas 'iBooks Author (2.6.1)', id: 490152466
mas 'Keynote (9.2.1)', id: 409183694
mas 'Kindle (1.28.0)', id: 405399194
mas 'Lynda.com (1.3.7)', id: 985958984
mas 'LyricsX (1.5.1)', id: 1254743014
mas 'Microsoft OneNote (16.34)', id: 784801555
mas 'Microsoft Remote Desktop (10.3.8)', id: 1295203466
mas 'Microsoft Word (16.34)', id: 462054704
mas 'Numbers (6.2.1)', id: 409203825
mas 'Pages (8.2.1)', id: 409201541
mas 'PassCamp (1.3)', id: 1457567361
mas 'Plutio (1.0.11)', id: 1205571928
mas 'Shazam (2.10.0)', id: 897118787
mas 'Swiftify for Xcode (5.1.3)', id: 1183412116
mas 'Switcher Cast (1.5.1)', id: 1238109306
mas 'Synctastic (7.0.3)', id: 1095612628
mas 'Termius (4.9.20)', id: 1176074088
mas 'The Unarchiver (4.2.0)', id: 425424353
mas 'Wayback Machine (1.3.1)', id: 1472432422
mas 'Xcode (11.3.1)', id: 497799835
